i5-2500k/retpoline-pti-nopcid/pgbench/50/runs/result-ro-prepared-50-2.log
transaction type: <builtin: select only>
scaling factor: 50
query mode: prepared
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 35330200
latency average = 0.034 ms
tps = 117767.308018 (including connections establishing)
tps = 117767.900549 (excluding connections establishing)